{
  "Advanced Intents": {
    "Cancel_Order": "Handles order cancellation",
    "Change_Order": "Handles a more advanced flow to allow user to add, edit and change an order.",
    "Claims_Cases": "This intent will show the status on a claim in the chatbot. It is connected to the GLobal Workflows where we can recieve the status from Purchase History API.The chatbot will show information for logged in customers only as the data is based on customer profile.If you are using Global workflows, please replace Claims_Handover with this intent.More technical documentation can be found here.",
    "Claims_Returns": "This is used for starting a claim or a return in the chatbot. We believe the customer experience to execute a claim or return is better on the web, as more details can be provided, hence we will only initiate the claim or return and then guide the customer to the web to finalize.The chatbot will validate if the self-service tools are available in the market.If available, we will ask for order/receipt number and email address to start the claim or return in the chatbot, before guiding the customer to the right place on the web.If not available, we will offer the customer to talk to the correctly skilled co-worker.",
    "Complaint": "Advanced Complaint handling",
    "Content_Search": "This intent will allow you to train certain questions from the customers to actually use the information available on the Web. For example information about Black Friday or certain campaigns. This intent will be counted in the Not Helpfulness Rate and Containment Rate but not affect the Not Understood Rate.",
    "Order_Status": "v 1.0 Chatbot provides a link to the Track & Delivery page eg. https://www.ikea.com/pt/pt/customer-service/track-manage-order (country dynamically set based on Language)------v 2.0 Updates to Order_Status",
    "Planning_Services": "Chatbot provides user with option to book a planning appointment.Within the Chatbot we will ask for the Postal Code and the topic (Kitchen, Storage,...) based on the offer available in the market.",
    "Prepaid_Balance_Check": "The chatbot will ask the customer for the Card Number of the Voucher, Gift Card or Refund Card. If needed also the Pin Code will be requested.The result presented by the API will contain the actual Balance and Expiration date.In case of any API issues, we will revert the customer to talk to an agent with skill SNS_General",
    "Product_Information": "Chatbot looks for entities within the user utterance such as 'Product_Line' eg. \"Hemnes\", 'Product_Type eg. \"Bed\", 'Product_Colour' eg. \"Blue\", 'Item_Number' eg. \"123.456.78\" and 'Store_Location' eg. \"Braga\" and constructs a Query based on this which is used to call the ProductSearch API. The results are then shown as a carousel with product images, descriptions and webpage links. If a valid Store location was included within the initial utterance then the stock level for each product is shown on the relevant card.",
    "Reschedule_Order": "Reschedule of customer deliveries.Supports orders with single and multiple deliveries.Supports orders including services.In certain situations the customer can complete the reschedule in the chatbot, while in other occasions we will guide the customer to complete their journey on the Purchase History page.",
    "Shopping_Information": "Gives user more details about shopping at IKEA.",
    "Stock_Check": "This Chatbot will firstly ask for the Article Number (with some assistance available if needed) and then the IKEA store. When both are given the bot does a lookup to the Stock Check API and displays a card with the product image, description, webpage link and stock level.",
    "Store_Events": "Chatbot provides current and upcoming store events using carousel.The chatbot will cover example questions like:Store events in <store name >Do you have an upcoming event in <store name>?",
    "Store_Information": "Gives users information about a specific IKEA store, such as it's opening hours and address.Includes the following \"child\" intents, that skip sections of the flow to provide a direct answer:Store_Information_HoursStore_Information_AddressStore_Information_Directions"
  },
  "GenAI Intents": {
    "Topic_Claims": "This intent responds to the customer by generating an AI answer based on the available VETA content for Claims topics. There is also work ongoing to do the check against Claims Self-Serve API, which will be included in the Topic based on VETA content.",
    "Topic_Delivery": "This intent responds to the customer by generating an AI answer based on the available VETA content for Delivery topics.",
    "Topic_Kitchen": "This intent responds to the customer by generating an AI answer based on the available VETA content for Kitchen & Kitchen Planner topics.",
    "Topic_Product": "This intent is an advanced version of finding product information. It is allowing customers to ask questions based on Product lines or product types and it will suggest further filters. The answer will be generated based on the input and selections a customer makes during the conversation.Enhancements are to add Stock availability in the topic as well.The intent is not connected to VETA content but will use the SIK & Selling Range API",
    "Topic_Returns": "This intent responds to the customer by generating an AI answer based on the available VETA content for Returns topics.",
    "Topic_Spare_Parts": "This intent responds to the customer by generating an AI answer based on the available VETA content for Spare Parts topics.",
    "Topic_Store": "This is an advanced intent responding on customer questions related to Store information, such as Opening Hours, Directions & Addresses.The intent is not connected to VETA content but will use the Informerma API to generate the responses"
  },
  "Structured Intents": {
    "Parent_Business": "This intent will help Business customers to find IKEA Business related information.",
    "Parent_ClickAndCollect": "",
    "Parent_Delivery": "This intent will help customer with questions about delivery both if their questions are very general or more specific, by either matching on Parent_Delivery level or on any of the child level, see column KM articles for the listing of potential children.",
    "Parent_Family": "",
    "Parent_Gift_Registry": "This intent is designed to assist customers with inquiries related to the IKEA Gift Registry. It is capable of addressing general as well as specific questions, and can match the customer's query with the appropriate parent or child level categories listed in the KM articles column. Whether a customer has questions about creating a gift registry, managing items on their registry, or purchasing items from someone else's registry, this intent is equipped to provide helpful and informative answers.",
    "Parent_Kitchen": "This intent aims to assist customers with queries regarding IKEA's kitchen products, whether their questions are broad or specific. It can match the inquiries based on the main kitchen category or any subcategories listed under the KM articles column. The goal is to provide comprehensive support for all customers seeking information about IKEA's kitchen offerings.",
    "Parent_Kitchen_Planner": "This intent is designed to help customers with questions regarding the Kitchen Planner online tool.",
    "Parent_Pax": "",
    "Parent_Payment": "",
    "Parent_Rewards": "This intent will help customer with questions about IKEA Rewards both if their questions are very general or more specific, by either matching on Parent_Rewards level or on any of the child level, see column KM articles for the listing of potential children.",
    "Assembly_Services_Certificate": "This is intent is to capture question about certificate on assembly services and then offer 2 chips. The Information on Certificate will show two FAQ in accordion and Share Certificate is for handover. Information on CertificateShare Certificate",
    "Change_Contact_Address": "This Intent will cover the 'vague' questions about changing address. When the customer did not state in which area he needed to change the address.From here we will offer two FAQ intents:FAQ_Edit_DeliveryAddressFAQ_IKEA_Family_Change_CancelAlso a main FAQ document can be added to give some generic information on changing addresses:FAQ_Contact_Details",
    "Spare_Parts": "This intent is to capture generic questions related to Spare_Parts and then offer the customer with the 3 Child Intents.FAQ_Small_Spare_PartsHandover_Bigger_Spare_PartsFAQ_Appliances_Spare_Parts"
  },
  "Handover Intents": {
    "Agent_Needed": "The chatbot explains that it can't help user with query then offers them the chance to talk to an expert. Confirms or asks for the Category from a choice of: Shopping, Delivery, Product, Returns/Claims, Other/Services, and then transfers to the relevant chat queue. If the contact centre is not open the bot presents the opening hours and a link to the Customer Service Page.",
    "Agent_Requested": "The chatbot checks if the Contact Centre is open, confirms or asks for the Category from a choice of: Shopping, Delivery, Product, Returns/Claims, Other/Services, and then transfers to the relevant chat queue. If the contact centre is not open the bot presents the opening hours and a link to the Customer Service Page.",
    "Business_Handover": "The chatbot explains that it can't help user with query then offers them the chance to talk to an expert. If the contact centre is not open the bot presents the opening hours and a link to the Customer Service Page. If the contact centre is open the chat provides 3 options to choose from - \"Order\", \"Problems with purchase\" and \"Business account/card\" and then transfers customer to the corresponding business queue based on customer's choice.",
    "Cancelled_Orders_Handover": "The chatbot explains that it can't help user with query then offers them the chance to talk to an expert. If the contact centre is not open the bot presents the opening hours and a link to the Customer Service Page. If the contact centre is open the chat is transferred to the Delivery_Resolution_Delivery queue",
    "Claims_Handover": "The chatbot explains that it can't help user with query then offers them the chance to talk to an expert. If the contact centre is not open the bot presents the opening hours and a link to the Customer Service Page. If the contact centre is open it confirms or asks for the Category from a choice of: Delivery, Kitchen or Other and then transfers to the relevant chat queueSome markets wants to use FAQ articles to answer question that customer have about their complaint/case, some markets wanted to handover these type of questions to co-worker. We have therefore created two new intents:FAQ_Claims_InformationClaims_HandoverA market can decide which they want to use by only adding the Training phrases from Phrase (key: Claims_Information_or_Handover) to one of these Intents in Dialogflow. The intent without training phrases in DF will not trigger.",
    "Customer_Frustrated_Handover": "The chatbot explains that it can't help user with query then offers them the chance to talk to an expert. If the contact centre is not open the bot presents the opening hours and a link to the Customer Service Page.",
    "Disassembly_Disposal_Handover": "The chatbot explains that it can't help user with query then offers them the chance to talk to an expert. If the contact centre is not open the bot presents the opening hours and a link to the Customer Service Page. If the contact centre is open the chat is transferred to the Sales_General queue",
    "Handover_B2B": "This intent is a part of the Business CJP. If the contact centre is not open the bot presents the opening hours and a link to the Customer Service Page. In case RCMP is open chatbot asks customer if the query is related to a purchase made recently and then chat is transferred to the corresponding queue based on customer's choice.",
    "Handover_Bigger_Spare_Parts": "This intent is used if a customer refers to bigger spare parts.It can be trained as standalone, but is also part of the mini structured intent Spare_Parts",
    "Help_With_Assembly_Handover": "The chatbot explains that it can't help user with query. The following behavior depends on market's choice in Flagga. In Handover tab there's \"FAQ or Handover\" section with an option called \"Payment Error Handover Market Option\". We provide 2 options: Article and Handover. Article means that \"FAQ_Assembly_Instructions\" document will be displayed and then customer is offered the chance to talk to an expert. Handover means that chatbot explains that it can't help user with query and then offers them the chance to talk to an expert. If RCMP is open chatbot offers few chips ( \"Kitchen\" and \"Other products\" are mandatory while \"Storage\", \"Bedroom\" and \"Bathroom\" are going to be displayed according to Flagga configurations ) If the contact centre is open the chat is transferred to the corresponding queue based on customer's choice.",
    "Home_Delivery_Handover": "The chatbot explains that it can't help user with query then offers them the chance to talk to an expert. If the contact centre is not open the bot presents the opening hours and a link to the Customer Service Page. If the contact centre is open the chat is transferred to the Sales_Sales queue",
    "Online_Orders_Help_Handover": "The chatbot explains that it can't help user with query then offers them the chance to talk to an expert. If the contact centre is not open the bot presents the opening hours and a link to the Customer Service Page. If the contact centre is open the chat is transferred to the SandS_Support_Sales queue",
    "Payment_Error_Handover": "The chatbot explains that it can't help user with query. The following behavior depends on market's choice in Flagga. In Handover tab there's \"FAQ or Handover\" section with an option called \"Payment Error Handover Market Option\". We provide 2 options: Article and Handover. Article means that \"FAQ_Payment_Error\" document will be displayed and then customer is offered the chance to talk to an expert. Handover means that chatbot explains that it can't help user with query and then offers them the chance to talk to an expert. If the contact centre is open the chat is transferred to the RES_General queue",
    "Product_Colours_Handover": "The chatbot explains that it can't help user with query then offers them the chance to talk to an expert. If the contact centre is not open the bot presents the opening hours and a link to the Customer Service Page. If the contact centre is open the chat is transferred to the SandS_Support_General queue",
    "Product_On_Display_Handover": "The chatbot explains that it can't help user with query then offers them the chance to talk to an expert. If the contact centre is not open the bot presents the opening hours and a link to the Customer Service Page. If the contact centre is open the chat is transferred to the SandS_Support_General queue",
    "Return_Pickup_Handover": "The chatbot explains that it can't help user with query then offers them the chance to talk to an expert. If the contact centre is not open the bot presents the opening hours and a link to the Customer Service Page. If the contact centre is open the chat is transferred to the Resolution_Delivery queue",
    "Sales_Handover": "The chatbot explains that it can't help user with query then offers them the chance to talk to an expert or to schedule planning appointment. In case customer chooses \"schedule planning appointment\" option conversation winds up in the \"Planning_Services\" module. In case customer chooses \"Connect to a co-worker\" we do the RCMP check. If the contact centre is not open the bot presents the opening hours and a link to the Customer Service Page. If RCMP is open chatbot offers few chips ( \"Kitchen\" and \"Other products/services\" are mandatory while \"Storage\", \"Bedroom\" and \"Bathroom\" are going to be displayed according to Flagga configurations ). If the contact centre is open the chat is transferred to the corresponding queue based on customer's choice",
    "Share_Document_Handover": "The chatbot explains that it can't help user with query then offers them the chance to talk to an expert. If the contact centre is not open the bot presents the opening hours and a link to the Customer Service Page.If the contact centre is open the user is offered a choice of what the document is about between \"kitchen\", \"Special walls certificate\" and \"other documents\". This decides the appropriate queue.https://miro.com/app/board/uXjVOeq_oK0=/?moveToWidget=3458764535632012316&cot=14"
  },
  "FAQ Intents": {
    "FAQ_Accessibility": "You are most welcome! Our stores are all equipped with lifts and/or escalators, there are wheelchairs available, Småland welcomes children and some shops accept dogs. More information on your [store page](https:///www.ikea.com/xx/yy/stores/{{target=\"_self\"}}).",
    "FAQ_Ad_Hoc_Five": "N/A",
    "FAQ_Ad_Hoc_Four": "N/A",
    "FAQ_Ad_Hoc_One": "N/A",
    "FAQ_Ad_Hoc_Six": "N/A",
    "FAQ_Ad_Hoc_Three": "N/A",
    "FAQ_Ad_Hoc_Two": "N/A",
    "FAQ_Appliance_Broken": "In the event that an appliance is not functioning properly, *please ensure the warranty is still valid* and contact our service provider [Whirlpool](https://www.whirlpool.ca/en_ca/services/contact-us.html/{{target=\"_self\"}}) in Canada at 1-866-664-2449. Please have the IKEA article number (found on the receipt) and model/ serial number (found on the rating plate of the appliance) on hand before calling. If you require service for TILLREDA appliances, please visit your local IKEA store or [contact us](https://www.ikea.com/ca/en/customer-service/contact-us/{{target=\"_self\"}}) and speak with our After Sales team.",
    "FAQ_Appliances_Spare_Parts": "To purchase spare parts for your appliance, contact the authorised service centre as listed in the user manual provided with the product or which can be found [here](replace with your url{target=\"_self\"}})**Cooling**The following spare parts are available (if present in original product): door handles, door hinges, trays, baskets and door gaskets.**Dishwashers**The following spare parts are available (if present in original product): door hinge and seals, other seals, spray arms, drain filters, interior racks and plastic peripherals such as baskets and lids.**Washing machines**The following spare parts are available (if present in original product): door, door hinge and seals, other seals, door locking assembly and plastic peripherals such as detergent dispensers.",
    "FAQ_Article_Modifications": "The safety of our customers is at the heart of how we design our products. That's why, we take care to create them in a way to prevent any accidents, so you can feel safe in your home. Any modifications you do to a product such as drilling holes or removing parts during use, will void the warranty, as it no longer functions the way it was designed and may have ruined the integrity of the product's structure. Therefore, carefully read and follow the assembly instructions for your product. Products that indicate the need to be anchored, will need to be secured to the wall for safety reasons. These are needed if displayed in the assembly guide and will not void the warranty.",
    "FAQ_Assembly_Instructions": "To access our product assembly instructions, you can search for the product using the name or article number in the search field on our website. You can download the information document (in PDF) from the product page, in the \"Assembly and documents\" section.",
    "FAQ_Assembly_Service": "Countries without Taskrabbit integration: Our products are designed in a way to make assembly easy so you can do it yourself. But if you need extra help, visit our <a href=\"https://www.ikea.com/xx/yy/customer-service/services/assembly/\">assembly page</a> for available options.Countries with Taskrabbit integration: It's super easy to purchase assembly service when purchasing on the IKEA website:1) Add the products you want to buy to your shopping bag on IKEA.com.2) During check-out, fill in your postal code and check for service availability.3) Read and agree to the Terms & Conditions of Taskrabbit.4) Book a date and timeslot for delivery of the products and a date for when you want the assembly to take place.5) Choose how you want to pay for your order and proceed with the payment. Please note that you pay for both the order and the assembly service through IKEA. After you have paid for your order and assembly, you will receive a welcome e-mail and an initial booking confirmation from Taskrabbit. In the booking confirmation, you will find instructions on how to create and activate your Taskrabbit account, which is a mandatory step. This will enable communication between you and the Tasker who will be assigned to assemble your products.",
    "FAQ_B2B_Account": "You can add your digital card or account number by logging in to your <a href=\"https://www.ikea.com/xx/yy/profile/login\">IKEA Business Network account</a>, by checking email communications sent from us, on the details of a previous invoice or if you have saved it to your Google Pay or Apple Wallet. If you experience any issues with your account, please contact us [MARKET SPECIFIC: PHONE NUMBER/ EMAIL DETAILS/ HOW TO CONTACT CHAT].",
    "FAQ_B2B_Change_Account_Details": "If you are an Admin user, you can change the details of your business account or delete it by <a href=\"https://www.ikea.com/xx/yy/profile/login\">logging in</a> to your customer page profile. Go to the 'Your Company' section, then click 'Edit' next to the company details. You can also contact us by [MARKET SPECIFIC: PHONE NUMBER/EMAIL DETAILS/HOW TO CHAT].",
    "FAQ_B2B_Customer": "The IKEA Business Network is a loyalty account that supports businesses to create a conducive office space and manage day-to-day operations such as organizing repeat orders, returns, checking your guarantees and more. Whatever your business needs, we are here to support you with everyday solutions designed to make it easier to create a better life at work. Find more information and become a member at our <a href=\"https://www.ikea.com/xx/yy/ikea-business/network/\">IKEA Business Network page</a>.",
    "FAQ_B2B_Payment": "All your purchases are saved to your IKEA Business Network profile page, there you can see your current and previous purchases and convert any IKEA receipts to an invoice. Remember to show and scan your card every time you make a purchase in store. If you are making an online purchase, make sure you <a href=\"URL\">log in</a> to your account first. [MARKET SPECIFIC: ADD YOUR COUNTRY SPECIFIC PAYMENT METHODS HERE, E.G. 30 days payment, invoice etc]",
    "FAQ_B2B_Purchases(Previous name: FAQ_B2B_Pay_Online)": "As an IKEA Business Network customer you can buy online, in the store or by contacting our co-workers via [MARKET SPECIFIC: PHONE NUMBER/ EMAIL DETAILS/ HOW TO CHAT]. If you want to pay online, make sure you <a href=\"URL\">log in</a> to your account first. When shopping in store, always remember to show and scan your IKEA Business Network card.",
    "FAQ_Box_Mattress_Bed_Frame": "Yes, for many of our bedframes you can! The majority of IKEA's bedframes are designed in a Swedish-European style, with wooden bed slats to provide firm posture support for the mattress. If you combine the IKEA bedframe with a box spring mattress, then no slats are required. With a box-spring mattress, you can attach legs instead of combining with a bedframe. Regardless of the bed base, the midbeam is always mandatory if the bedframe you have chosen requires one.",
    "FAQ_Buy_Frame_Only": "Many of our sofas come in washable covers, where you can choose between several different colours and styles of the covers. Enhancing your existing IKEA sofa with new covers is a perfect way to get the feeling of a brand new sofa and falling in love with it all over again, without the need to buy a full new product. If you have already bought covers separately, you can choose to buy just the frame of the sofa as well. Follow these steps to buy the frame or covers of a sofa separately :Look for the full sofa you want to buy parts for on IKEA.com and navigate to the product page.Go to the 'What's included' part of the page.On the right-hand side, click on the specific item you want to buy (for example the frame of the sofa or the covers that fit this specific sofa model).Click on 'Add to shopping bag' and complete your purchase in the checkout.Enjoy your sofa!",
    "FAQ_Catalogue": "Our new IKEA Catalog is available [online](https://www.ikea.com/pt/en/customer-service/catalogues/{{target=\"_self\"}}) and for collection in our Stores, Planning Studios and Pick-up Points.",
    "FAQ_Circular_Services": "Every year, millions of pieces of furniture go to waste. But we want our furniture to have as many lives as possible. To give your old furniture a [second home](https://www.ikea.com/XX/YY/offers/circular-hub-pub2eab7840).",
    "FAQ_Claim_InStore": "Bring your product and your receipt to an IKEA store of your choice. Here you can [find all IKEA stores and opening hours](https://www.ikea.com/xx/yy/stores/{{target=\"_self\"}}).",
    "FAQ_Claim_NoWarranty": "We're sorry to hear that you're still having problems. If your product is outside of its guarantee period then we are unable to assist any further.",
    "FAQ_Claim_Online": "Either make a claim through our e-mail webfrom or you can get help from a co-worker by typing 'talk to an agent' to be connected to a co-worker here in the chat.",
    "FAQ_Claims_Information": "Some markets wants to use FAQ articles to answer question that customer have about their complaint/case, some markets wanted to handover these type of questions to co-worker. We have therefore created two new intents:FAQ_Claims_InformationClaims_HandoverA market can decide which they want to use by only adding the Training phrases from Phrase (key: Claims_Information_or_Handover) to one of these Intents in Dialogflow. The intent without training phrases in DF will not trigger.",
    "FAQ_ClickAndCollect_ThirdParty": "At checkout, you have the option to designate another person to pick up your order. If you forgot to do this, or had a change of plans, you can forward your order confirmation email to the person picking up the order, with a note of attestation stating you authorize them to pick up the order on your behalf. Make sure the name you give matches that on your designated person's government issued ID.",
    "FAQ_Comfort_Guide": "How do I choose the right mattress for me? Use the dedicated planner and choose the right product for you! Click [here](https://www.ikea.com/addon-app/completesleep/needmap/m2/latest/?locale=it_IT&uiPlatform=m2#needmap) and answer a few simple questions to find the right mattress, quilt and pillow for your needs!",
    "FAQ_Commercial_Collaboration": "Great to hear that IKEA is of interest to you as a collaboration partner. Our commercial collaborations are planned for months ahead and future collaborations will be in line with our commercial calendar to support our campaigns. To get in touch, contact press.sto@ikea.com. Warm thank you for your interest!",
    "FAQ_Contact": "If you need further support, simply type 'talk to an agent' here in the chat to connect with a live agent during opening hours. Alternatively, you can call us at XXX-XXX.Our customer service team is available Monday to Friday from X am to X pm and Saturday to Sunday from X am to X pm. We're committed to helping you as quickly as possible.You can also visit the Customer Service department at your <a href=\"https://www.ikea.com/gb/en/stores/\">nearest IKEA store</a>. Please note that direct calls to stores are however not possible.",
    "FAQ_Courier_Contact": "If your order is being delivered by a courier company, you may be able to [contact them directly](https://www.ikea.XXgls/{{target=\"_self\"}}). If your order is delivered by a transport company (with or without carrying in/ with or without a choice of time slot), the supplier will contact you half an hour before the scheduled arrival and will wait for you on site for no longer than 15 minutes.",
    "FAQ_Covid_Information": "Answering question about what corona measures have been taken in the stores",
    "FAQ_CSC_Purchase": "Through chat we are unable to fulfill your request. However, you can order anything you want, exclusively at xxx xx xx xx (free call) choosing option 3.",
    "FAQ_Curtains": "We have curtains in different styles and designs, and you can see the measurements of the curtain on the product page of the specific curtain or on the package itself. There are two curtains in a package, and the stated length and width under 'Product measurements' refer to the measurements of each individual curtain.",
    "FAQ_Custom_Made_Worktop": "You can get custom-made worktops, so you can design your new worktop to fit your kitchen perfectly. You can get custom-made worktops in laminate and thick veneer, and you can use our price calculator to compare different solutions and prices. When you want to order your worktop, you need to book an appointment with one of our kitchen consultants, who will help make the final drawing and order.",
    "FAQ_Customer_Feedback": "Your opinion is important to us and we'd love if you could [give us feedback](https://www.ikea.com/XX/customer-service/feedback-pub0452f900/{{ttarget=\"_self\"}}) to help us improve your shopping experience at IKEA. To resolve any complaints or issues, please type 'talk to an agent' to be connected to live chat or explore further ways to [Contact us](https://www.ikea.com/XX/customer-service/contact-us/{{ttarget=\"_self\"}}).",
    "FAQ_Delivery_Cost": "When you shop online, you can see the delivery cost before finalizing your purchase, as soon as you insert your postcode. This amount is calculated according to the value of the products being delivered and where they're being delivered to. Find out more about our Home Delivery service [here](https://www.ikea.com/xx/yy/customer-service/services/delivery/{{target=\"_self\"}}).",
    "FAQ_Delivery_Locations": "Most of our assortment is available in stores and also online. Normal delivery is available for most of our articles. For some articles, it is also possible to get it delivered the next day, based on where you live. If you place the articles in your shopping basket and continue to check-out, you can see what delivery options are available.",
    "FAQ_Delivery_Options": "When you order delivery, your delivery options depend on stock status and whether we have available delivery times. You can see your delivery options in the shopping basket. If you can’t choose delivery it is either because items are not in stock, or because we do not have available delivery times. This is also the reason if you do not get both In-home delivery or curbside delivery to choose from.",
    "FAQ_Delivery_Other": "N/A",
    "FAQ_Delivery_Time": "The delivery time can vary according to the type of delivery you choose. When shopping online, you can check the next available delivery dates before completing the purchase, after entering your postcode and confirming the total amount of the order.",
    "FAQ_Delivery_Time_Slot": "It depends on which type of delivery you have and where it will be delivered from. You will either receive a shorter time slot the day before delivery. If you do not receive a shorter time slot the day before, then you will get a call from the driver ½-1 hour before delivery.",
    "FAQ_Delivery_Track_Change": "Part of Structured Delivery Intent as a Child Intent",
    "FAQ_Discontinued_Products": "From time to time, products are removed from our range. If you did not buy the product you had your eyes on before it expired, we recommend that you search for the product on our Buy & Sell page. However, you can still order some parts of FAKTUM kitchen system through our website: (link).",
    "FAQ_Favourites_List": "Add products into your Favourites list by clicking on the heart icon next to the product you like. Your wishlist is always private, but you can share them with your friends and family if you want. <a href=\"https://www.ikea.com/xx/yy/profile/login/\">Log into your IKEA Family profile</a> to edit, save and view your lists.",
    "FAQ_Food": "Swedish home-cooked meatballs or irresistible cinnamon buns - which is your favorite? Many sweet and savory specialties prepared with love await you at our Swedish food market. Feast on healthy oatmeal smoothies, cold smoked salmon, crusty bread and many other Swedish specialties. Beverages like coffee, tea or syrup are also part of our assortment. [Here](https://www.ikea.com/xx/yy/cat/foods-beverages-fb001//target=\"_self\") you can find more information about food and beverages.",
    "FAQ_General_Product_Information": "More detailed information about our products, such as dimensions, weight, package contents and other useful information, can be found directly on the product page. If you need help with information that is not listed on the page, please ask to be connected with one of our agents via chat.",
    "FAQ_Home_Smart": "With a smart home from IKEA, you can control each light source individually, create different types of lighting moods, open/close your smart blinds without getting out of bed and much more. In order for your home smart products to work together, you need to connect them through the DIRIGERA hub. Find out more about our different [smart products](https://www.ikea.com/ca/en/customer-service/product-support/smart-products/{{target=\"_self\"}}) and how they work .",
    "FAQ_IKEA_Credit_Card": "We have a variety of finance options available online. You can find out more by [clicking here](https://www.ikea.com/xx/yy/customer-service/services/finance-options/{{target=\"_self\"}})",
    "FAQ_IKEA_Family_BirthdayCoupon": "MARKET SPECIFIC: If you are an IKEA Family member, we will send you a special birthday coupon via email on your big day – but you will only be able to see it if you are signed up to receive IKEA emails. To make sure you are in the loop, [log in to your IKEA account](https://www.ikea.com/xx/yy/profile/login/{{target=\"_self\"}}) and check your account settings. Remember, these birthday coupons are valid for 30 days from the distribution date. Don't forget to also keep an eye on your junk folder – sometimes treasures end up there too. Happy birthday!",
    "FAQ_IKEA_Family_Card_Info": "The easiest way to use your IKEA Family card is to store a digital version of it in the [IKEA app](https://www.ikea.com/xx/yy/customer-service/mobile-apps/{{target=\"_self\"}}). You can then use this when making purchases online and in any IKEA store by scanning it in the checkout. When shopping online, you simply [log into your IKEA Family account](https://www.ikea.com/xx/yy/profile/login/{{target=\"_self\"}}) when making your purchase to enjoy your benefits.",
    "FAQ_IKEA_Family_Card_Lost": "Your IKEA Family card holds no monetary value, and there’s no need to report it if lost or stolen. Since XX of XX (MARKET SPECIFIC!) we no longer send out new physical cards, instead, we recommend you to use the digital version of the card when shopping in-store, which you can find by [logging into your IKEA Family account](https://www.ikea.com/xx/yy/ikea-family/{{target=\"_self\"}}) in the [IKEA app](https://www.ikea.com/xx/yy/customer-service/mobile-apps/{{target=\"_self\"}}).",
    "FAQ_IKEA_Family_Change_Cancel": "MARKET SPECIFIC! If you no longer want to be an IKEA Family member, you can cancel your membership yourself by [logging into your IKEA Family profile](https://www.ikea.com/xx/yy/profile/login/{{target=\"_self\"}}), navigating to 'Manage my account' and then clicking on 'Login and safety'. At the bottom of the page you will now be able to choose to close your account. Just to let you know, after closing your account, you will no longer be able to enjoy the benefits of the IKEA Family membership, and all personal information, including purchase history and wishlists, will be deleted permanently.",
    "FAQ_IKEA_Family_Communications": "By [logging into your IKEA Family account](https://www.ikea.com/xx/yy/profile/login/{{target=\"_self\"}}), you can navigate to 'Manage my account' to opt in or out from marketing emails from IKEA. Please note that if you chose to not receive any emails from us, you may miss out on personal gifts such as your birthday coupon.",
    "FAQ_IKEA_Family_Events": "All year round, we offer various activities and events to our IKEA Family members. For example, workshops about different rooms in your home or activities for children during school holidays. [Find all upcoming store events and register here](https://www.ikea.com/xx/yy/ikea-family/workshops-and-events-pub3e4a74d1{{target=\"_self\"}}). Don't forget to check our events regularly - we add them all the time.",
    "FAQ_IKEA_Family_Join": "We are thrilled that you want to be part of the IKEA family! Whether you prefer to join [IKEA Family](https://www.ikea.com/xx/yy/ikea-family/{{target=\"_self\"}}) online or visit us in-store, you are in for a treat. Our membership is free, and it unlocks a world of benefits and offers right away.",
    "FAQ_IKEA_Family_Points": "There is no accumulation of points or money on the IKEA Family card. However, the membership grants you exclusive access to offers and benefits when purchasing specific IKEA products or services - and much more! [Read more about IKEA Family](https://www.ikea.com/xx/yy/ikea-family/{{target=\"_self\"}}).",
    "FAQ_IKEA_Family_Profile": "When [logging into your IKEA Family profile](https://www.ikea.com/xx/yy/profile/login/{{target=\"_self\"}}), go to 'Manage my account' to edit personal information such as your name, address, email, and marketing preferences. If you have forgotten your password, click on ''Forgot your password?' to change it. If you are unable to reset the password, type 'talk to an agent' to be connected to live chat or explore further ways to [contact us](https://www.ikea.com/xx/yy/customer-service/contact-us/{{target=\"_self\"}}).",
    "FAQ_IKEA_Family_Warranty": "MARKET SPECIFIC: IKEA Family members benefit from a guarantee against accidental damage when transporting or assembling products, valid for any purchase. Just make sure to present your IKEA Family card when you first make your purchase. In the event of accidental damage during delivery or assembly, bring your damaged products to your closest IKEA store within 14 days of your purchase, along with your IKEA Family card and receipt.",
    "FAQ_IKEA_Gift_Card": "Give someone a gift they will always love by letting them choose it themselves with an IKEA Gift card. The IKEA Gift card can be used to pay for products or services both in the store (except the Restaurant, Bistro and the Swedish Food Market), as well as on the website. You can visit the nearest IKEA store LINK to purchase the Gift card or purchase the Gift card online LINK.Our Gift cards never expire, so that special someone can use it whenever it suits them. For more information about [IKEA Gift cards](https://www.ikea.com/xx/yy/customer-service/payment-options/ikea-gift-cards-zz/{{target=\"_self\"}}).",
    "FAQ_IKEA_Gift_Card_Abroad": "Gift cards, Refund cards, and E-vouchers can generally be bought in one country and used in another country. The exchange value will be automatically calculated with the valid exchange rate. ADD MARKET SPECIFIC DETAILS.",
    "FAQ_IKEA_Gift_Card_Lost": "If you have lost your IKEA Gift or Refund card or someone else has used it without your permission, we cannot block or replace it. IKEA Gift and Refund cards are the property of their holder and are not associated with any type of owner identification, we therefore handle them like cash.",
    "FAQ_IKEA_Gift_Card_Not_Received": "When you buy an IKEA gift card online, the order is processed by one of our external partners, Huuray or GoGift. If you have not received your gift card, we recommend that you reach out directly to their Customer Service team for help.",
    "FAQ_IKEA_Gift_Card_Online": "",
    "FAQ_IKEA_Locker_Info": "Lockers are available 24 hours a day, 7 days a week. You have 36 hours to collect your purchase from the moment they are placed in the locker. You only need a PIN to collect. The location of the locker and the PIN is sent to your phone number. If you do not collect your order within 36h, it will be returned to store and the amount refunded within 14 days.If you have not received a text with your PIN at the start of your chosen pick-up time window or you need to extend the pick-up time, please type 'talk to an agent' to be connected to live chat or find further contact details [here](https://www.ikea.com/XX/customer-service/contact-us/).",
    "FAQ_Invoice_Copy": "To change the details on an invoice or to ask for a second copy, find out how under “Do you want a second invoice of your purchase?” available at the end of our [contacts page](https://www.ikea.com/xx/yy/customer-service/contact-us/{{target=\"_self\"}})",
    "FAQ_Invoice_Error": "If the mistake is in personal information, you can check the information for second copies of invoices available at the end of our [contacts page](https://www.ikea.com/xx/yy/customer-service/contact-us/{{target=\"_self\"}}). If the mistake found is related to products or amounts, you can go to one of our stores.",
    "FAQ_Invoice_Proforma": "To receive a pro forma invoice, please contact [ikeadlafirm@ikea.com]. For further details see [here](https://www.ikea.com/xx/yy/customer-service/knowledge/articles/4106bc4g-g023-435b-g147-dgd8b2cb6147.html).",
    "FAQ_Item_Damaged": "Important note to Knowledge Specialist:Please note that the suggested content below is only applicable to countries where the Damaged article claim self-service is available. For other countries, please change the content both in the external Veta parts as well as in the bot answer section to include instructions on how to file a claim regarding damged products in delivery in your market, step-by-step. This should include relevant links, contact information, and necessary steps for customers to take (such as preparing the order number, using a web form, etc.) and how IKEA will proceed with the claim.If the order that was delivered to you contained a damaged product, you can file a complaint online by going to <a ref=\"https://www.ikea.com/xx/yy/purchases/lookup/\">My Purchases</a> in your IKEA account. Select the affected order, choose ‘Claim products damaged at arrival’, specify which product is damaged and choose if you want a replacement product or a refund. IKEA will then contact you with the next steps.If you can’t find the correct order in your purchase history or you want to file a complaint for a damaged product you collected by yourself, please type ‘talk to an agent’ to get connected to live chat. Alternatively, call us at XXX-XXX during our <a ref=\"https://www.ikea.com/xx/yy/customer-service/contact-us/\">opening hours</a> and we will help you as quickly as possible.",
    "FAQ_Item_Incomplete": "Go to one of our stores, with the original purchase receipt and a copy of the assembly guide showing the missing part and we'll get it for you. If you requested the delivery service, please ask to speak to a co-worker or explore further ways to [Contact IKEA](https://www.ikea.com/XX/customer-service/contact-us/{{target=\"_self\"}}).",
    "FAQ_Kitchen_Appointment": "You can book a kitchen consultant to design your kitchen directly on our website. You can choose between an online meeting og a physical meeting. Book your meeting here: LINK",
    "FAQ_Kitchen_Doors": "If your cabinets are from the METOD range, you have the flexibility to choose any finish and swap out the doors or drawer fronts. However, if your cabinets are from the old FAKTUM range, you won’t be able to switch to the door models currently available.Check out our <a href=\"https://www.ikea.com/xx/yy/rooms/kitchen/\">kitchen range</a>! Please note that for the doors, the hinges are sold separately. If you wish, you can of course choose to not have any doors for your kitchen too.Want to discuss replacing parts or adding to your kitchen? Type 'talk to an agent' to be connected to live chat or <a href=\"https://www.ikea.com/xx/yy/customer-service/services/kitchen-planning/\">book a kitchen planning meeting</a> with one of our kitchen experts, either online or in-store.",
    "FAQ_Kitchen_Drawing_Design": "Your saved kitchen designs can be accessed by <a href=\"https://www.ikea.com/xx/yy/profile/login/\">logging in</a> to your IKEA account and then heading to the <a href=\"https://www.ikea.com/xx/yy/planners/kitchen-planner/\">Kitchen planner</a>. Upon opening the planning tool, you will find an overview of all your saved designs.Can't find your design? Make sure you are logged in with the correct account. If the design is saved on the account of someone else, please ask them to log in and share the design with you. All designs can be shared by selecting the correct design in the planning tool and then clicking on the share button, located next to the print button.Have you already ordered your kitchen? You can then also find the design link in the order confirmation e-mail you received after ordering.",
    "FAQ_Last_Chance_Products": "Sometimes products are removed from our range to make room for new, exciting products. When a product is marked with the label \"Last chance to buy\", it means that we want to let you know that this product will be discontinued after it is out of stock in our stores and on IKEA.se. The time frame for how long you are able to buy a last chance product can vary from store to store and depending on how many items are in stock.",
    "FAQ_Lost_Found": "If it is an IKEA article you forgot, it’s written down on a sheet in the Return department in the store. If it is found, you can get it by going to the Return department and showing your receipt. The articles can be retrieved within 1 month. For personal belongings, you can contact us, so we can contact the store to see if it was found.",
    "FAQ_Mattress_Returns": "In the event that you feel the mattress does not match your comfort level, please bring the mattress with your purchase receipt to your local IKEA store to obtain a one time exchange. Please note that you do not have to roll the mattress back to it's original packaged state. Ensure you place a cover on it to keep it clean while on route to the store. For more information on our IKEA 365 day return policy, [click here] (www.ikea.com/xx/yy/customer-service/returns-claims/{{target=\"_self\"}})",
    "FAQ_Missing_Bed_Slates": "To suit both existing and new IKEA customers, the bed frame, slats and midbeam are all separate articles. These articles are in separate locations in-store. Be sure to check your shopping cart before checking out as some online products do include all three components. If you've forgotten to purchase bed slats or a midbeam, you can come in-store or purchase these articles online:* LUROY - Bed slats* LONSET - Bed slats* SKORVA - Midbeam",
    "FAQ_New_IKEA_Offerings": "You can find our promotions and offers in this [link](https://www.ikea.com/xx/yy/offers/{{target=\"_self\"}}). Outlet, discounted items, combinations at the best price, IKEA Family discounts and essentials for less than € 5. Check out! Your favorite IKEA store may have local offers, select it and check it out [HERE](https://www.ikea.com/xx/yy/stores//{{target=\"_self\"}}). Local offers will only be available through the Click & Collect service, by selecting the store offering the promotion. Our combinations at the best price are only available for purchase in a physical store or through the Click & Collect service. In this case, you must pay the full amount on our website and we will refund the amount of the discount within 72 hours.",
    "FAQ_Online_Order_Change_Cancel": "We strive to expedite orders from our distribution warehouse as quickly as possible. While **orders cannot be changed once paid,** if you would like to remove an item from your order, simply **refuse it during the delivery and indicate so on the Delivery Note.** For complete cancellations, please [contact us online](https://www.ikea.com/xx/yy/customer-service/contact-us/{{target=\"_self\"}}). **Please note that the delivery fee is non-refundable if the order has left our warehouse.**",
    "FAQ_online_planning_tools": "With our easy-to-use planning tools, you can furnish your home with furniture that fits exactly into the true dimensions of the rooms. Choose, combine and try different options and styles. You can find our online planning tools here",
    "FAQ_Order_Collection": "With the Click & Collect option, your online order will be ready from 3 hours to pick it up at an IKEA store and from 3 days to a collection point. You can find all the information and available points in the following link [Click & Collect](https://www.ikea.com/es/en/stores/{{target=\"_self\"}}) .We will have it prepared at the order delivery counter or, if available and you prefer, at the external Click & Car collection point. You also have the possibility to select the [Lockers]https://www.ikea.com/es/en/stores/malaga/click-and-collect-lockers-pub11966090{{target=\"_self\"}}) that you will find outside our stores as a collection point accessible to you 24 hours a day. We put at your disposal 17 stores, 35 collection points and 2,300 post offices.",
    "FAQ_Order_Confirmation": "Please check your email address to see if you have received your order confirmation, make sure you also check the Junk/Spam folder.Your confirmation email will be sent within 2 hours of successful payment. Check your bank account to ensure the payment has been taken and not just reserved. The order confirmation includes an order number, by which you can track your order on [IKEA.com](https://order.ikea.com/pl/pl/history/{{target=\"_self\"}}).Still haven't received it? Type 'talk to an agent' to be connected to live chat or find further contact details [here] (http://www.ikea.com/pl/pl/customer-service/contact-us/{{target=\"_self\"}})Have your order number ready, or if you don't have it, the email address you provided when you placed your order, the date and the exact amount of your order.",
    "FAQ_Order_Incomplete": "Please go over your list of purchased items and open the boxes, as several items might come in one box. Also check [your order](https://order.ikea.com/xx/yy/purchases/lookup/{{target=\"_self\"}}) to see if the delivery is divided and the item has yet to be delivered to you.If you still notice that you're missing an item, please type 'talk to an agent' to be connected to a co-worker or explore further ways to [Contact IKEA](https://www.ikea.com/xx/yy/customer-service/contact-us/{{target=\"_self\"}}).",
    "FAQ_Order_Missed": "If you can't pick up your order during the selected period, it will be returned. If this happens, the amount you paid for the products will be returned to you, but the service cost won't be returned.",
    "FAQ_Other_Services": "N/A",
    "FAQ_Parcel": "Parcel delivery fee is based on the size and weight of the order. Our delivery partners will attempt to make the delivery three times. If you are not at home and the area is determined to be safe, the package will be left at your door. Please note that the delivery date is a preliminary one. we do our best to deliver on time but the order might get delivered either before or after the desired date. For more details [click here](https://www.ikea.com/xx/yy/customer-service/services/{{target=\"_self\"}}) to see delivery options for your area.",
    "FAQ_Parking_Information": "All IKEA stores have free parking which includes Disabled and Parent & Baby parking bays.For information about electric car chargers available at our IKEA stores please visit this [link](https://www.ikea.com/xx/yy/{{target=\"_self\"}}).* Free parking is not available at X store/s.* Parking at our smaller city stores vary, search the internet to find available parking options.",
    "FAQ_Payment_DoubleCharged": "Don't worry! IKEA systems intercept double charges automatically and re-credit the amount wrongly withdrawn within 30 days. We recommend waiting for the amount to be refunded or you can type 'talk to an agent' to be connected to live chat or find further contact details here [Contact IKEA].",
    "FAQ_Payment_Error": "If you paid for more products than you picked up, please check your receipt and identify the extra products you have paid for. If you need to contact us, please type 'talk to an agent' to be connected to live chat or explore further ways to [Contact us](https://www.ikea.com/XX/customer-service/contact-us/{{target=\"_self\"}}). Please have your purchase document ready. We will contact the store and perform an inventory check to verify the missing product. If successful, we will refund you accordingly.",
    "FAQ_Payment_Failed": "If you are experiencing issues with payment of your online purchase, and the money has not been deducted from your account. Add the payment details again or try another form of payment. Still experiencing issues? Type 'talk to an agent' to be connected to live chat or find further contact details here [Contact IKEA]",
    "FAQ_Payment_Method": "It's easy! You can pay for your purchases in several ways: VISA credit and debit card, Mastercard credit and debit card, American Express credit card, PayPal and IKEA gift and e-gift cards (with PIN). IKEA does not accept prepaid cards such as VISA or Mastercard as payment. Visit our [payment methods page](https://www.ikea.com/xx/yy/customer-service/ikea-gift-cards-puba64c3216/{{target=\"_self\"}}) for more info.",
    "FAQ_Pets": "Service animals e.g. guide dogs are welcome in IKEA. You can’t bring other dogs or pets in the store – no matter the size of the animal.",
    "FAQ_Phishing": "Phishing is a form of scam where the fraudster pretends to be a person or company you trust. Always check the e-mail address registered behind the name of the company sending you an e-mail and never click on links without being 100% sure of the sender.",
    "FAQ_Planning_Code": "You will find the design code at the end of the planning page by clicking on 'Finalise'. Make sure you save this code every time you make changes to your design. If you had a planning session with an IKEA co-worker, the design code will be in your order documentation.At the moment, only kitchen designs made in the IKEA Kitchen planner can be saved and accessed on your IKEA Family account.",
    "FAQ_Price_Change": "We continue to put a lot of effort into keeping our prices as low and as stable as we possibly can. However, the current transport situation and raw material constraints are impacting industries all over the world, and IKEA is no exception.",
    "FAQ_Price_Guarantee": "We have a generous approach regarding price reductions and offers. If you purchased a product 2 weeks or less before the price was reduced or it went on sale, you can receive a price adjustment as long as you have your proof of purchase. Visit the Customer Service department at your [nearest IKEA store](https://ikea.com/XX/stores/{{target=\"_self\"}}) to get a price adjustment on your recently bought product. Alternatively, type 'talk to an agent' to be connected to live chat or explore further ways to [contact us](https://www.ikea.com/se/sv/customer-service/contact-us/{{target=\"_self\"}})",
    "FAQ_Product_Colour": "We do not print color codes on most of our products as they are factory customized. But we do have colour codes for [METOD kitchen doors](https://www.ikea.com/XX/files/pdf/8f/d5/8fd5918e/ncs-ikea-se.pdf/{{target=\"_self\"}}) and [PAX and PLATSA wardrobe systems ](https://www.ikea.com/XX/files/pdf/21/c9/21c9d0bd/fa-rgkoder-pax-och-platsa.pdf/{{target=\"_self\"}}). To get the closest colour match, take a cover or a piece of the product to the paint store where they will be able to advise you on the best colour to match your product. All colours (especially white) change over time, therefore the colour codes we provide may differ from the actual colour of the product after a time of use.",
    "FAQ_Product_Location_Store": "Go to IKEA.comXX to search for the product you wish to find in store and click on the product. Then check the 'in-store stock' details for a store near you. For smaller items, the website will display which department you can find it in. For flatpacks or larger items, it will show what aisle and shelf you can find the product on.",
    "FAQ_Product_Recall": "Customer safety is a top priority at IKEA, and all our products are tested and comply with applicable standards and legislation. Despite these testing standards, there are times where products must be recalled if there is a concern for customer safety. To find current recalls, please go to [All IKEA Product Recalls](https://www.ikea.com/XX/customer-service/product-support/recalls/{{target=\"_self\"}}). You can return your recalled products to any [IKEA store](https://www.ikea.com/XX/stores/{{target=\"_self\"}}). You can also type 'talk to an agent' to be connected to live chat to discuss other options, or explore further ways to [Contact us](https://www.ikea.com/XX/customer-service/contact-us/{{target=\"_self\"}}). A receipt is not required for recalls and you'll receive the refund via cash, credit, debit or gift card.",
    "FAQ_Product_Reviews": "You are more than welcome to rate our products! Once you have bought a product from us, you can leave both ratings and reviews on the product page here on IKEA.xx. Then you can help other customers make better purchasing decisions while also helping us to become better.",
    "FAQ_Product_Safety": "We all want our home to be a safe place, not least for children. If we work together, we can reduce the risk of accidents. The easiest way to avoid tipping accidents is to anchor your furniture to the wall. If you do not have the included anti-tip device/bracket, you can easily order a new one as a spare part here on our website. The spare part number you will need to order anti-tip brackets is 106990. [Order spare parts here] (https://www.ikea.com/xx/yy/customer-service/returns-claims/spareparts/target=\"_self\").",
    "FAQ_Products_Load_Capacity": "IKEA products are tested for normal load-bearing capacity for domestic use according to European standards. In some cases, IKEA has even higher product requirements than European standards. Check the IKEA.com product pages, as several of our products contain information about load capacity",
    "FAQ_Receipts": "When you are an IKEA Family member, you can find your receipt online if you used the card at check-out. You can find your receipts here LINK",
    "FAQ_Refund_Info": "If you return your product(s) or cancel an order, the refund will be made in the same way as you originally paid for the purchase. Refunds will be issued immediately after we receive your returned product(s) or after you cancel your online order. Depending on the refund method, it may take 3 to 8 business days for the amount to appear in your account.",
    "FAQ_Rental_Trailer": "We offer trailers to rent for free at several of our IKEA stores through the company Freetrailer. You can rent the trailer until 10:00 the next day. To rent a trailer, visit Freetrailer.se or download their app. It's super easy! If you need further assistance you are welcome to visit the Customer Service desk at your store. [Read more and rent a trailer here](https://www.ikea.com/xx/yy/customer-service/services/delivery//target=\"_self\").",
    "FAQ_Reserve_Item": "As long as your favorite product is stored in the warehouse, we'll be happy to reserve it for you for up to three days. This mainly applies to larger items of furniture such as sofas, mattresses, etc. However, the items that are available for you to choose from in the market hall or in the self-service hall cannot be reserved.To be sure that you will receive your item and as long as there are at least 5 of them in stock in your store, we suggest you place a Click & Collect order. You can find more information about this [here](https://www.ikea.com/*xx/yy*/customer-service/services/click-collect/target=\"_self\")",
    "FAQ_Restaurant_Menu": "We offer a variety of meals, including children's options, vegetarian and gluten free options. For store and restaurant locations (https://www.ikea.com/XX/stores/) near you. Menus may vary from store to store.Food facts and allergy information can be found here (https://foodfacts.ikea.XX/) and is also available in the restaurant, just ask our friendly staff. For further information (https://www.ikea.com/XX/cat/ikea-food-restaurant-fb001/).",
    "FAQ_Return_Abroad": "In COUNTRY, you can return products that you have bought in X and Y countries (MARKET SPECIFIC) and vice versa, if you bring a receipt or proof of purchase and it's within 365 days. Read more about the [IKEA refund policy](https://www.ikea.com/xx/yy/customer-service/returns-claims/return-policy/{{target=\"_self\"}}).).",
    "FAQ_Return_Exchange": "At IKEA, it’s OK to change your mind - check out our generous [365-day return policy](https://www.ikea.com/gb/en/customer-service/returns-claims/return-policy/{{target=\"_self\"}}). Bring your products and receipt to your nearest store or find alternative return options here. You can then use the refund money to purchase a new product.",
    "FAQ_Return_Opened_Product": "It is possible to return an item that is open or assembled if the item is complete and clean. Remember to bring your receipt or proof of purchase to an IKEA store for your return. If you shopped with a card, you also need bring the same credit card you made the purchase with. Please keep in mind that a final evaluation is always made at the Customer Service desk in the store and that the return must be made within 365 days. [Read more about returns at IKEA here](https://www.ikea.com/xx/yy/customer-service/returns-claims/return-policy//target=\"_self\").",
    "FAQ_Returns_General": "Changed your mind? That’s okay! You can return any product that meets the conditions of the [IKEA return policy](https://www.ikea.com/XX/customer-service/returns-claims/{{target=\"_self\"}}) within 365 days.Bring the product with the receipt to your [nearest store](https://www.ikea.com/XX/stores/{{target=\"_self\"}}) or explore alternative return options (https://www.ikea.com/XX/customer-service/returns-claims/returns/{{target=\"_self\"}}).",
    "FAQ_Returns_Store": "You can return your purchases to a store other than the one of the original purchase. Find out more about our [return policy](https://www.ikea.com/xx/yy/customer-service/returns-claims/return-policy/{{target=\"_self\"}}).",
    "FAQ_Returns_Without_Receipt": "You will need to provide some form of proof of purchase to return a product, however it doesn't have to be your original receipt. You can provide a bank statement showing the time, date and purchase amount, or if you scanned your IKEA Family card during the transaction, we can locate your receipt from that.",
    "FAQ_Service_Time_Slot": "For countries without Taskrabbit integration:Once you have made an appointment for assembly service, our service partner will contact you about 24 hours before the planned date to give you a more specific time frame for their arrival. If you have not received any information from our service partner, you can contact them directly. Not sure how to get in touch with them? Just type 'talk to an agent' to be connected to live chat or find further contact details here <a href=\"https://www.ikea.com/xx/yy/customer-service/contact-us/\">Contact IKEA</a> and we'll let you know when you'll be able to enjoy your new purchases! For countries with Taskrabbit integration: After you have placed an order with assembly service and activated your Taskrabbit account, you will be assigned to a Tasker that will reach out to you through a chat thread in the Taskrabbit app or on the [Taskrabbit website](https://www.taskrabbit.com/). You can then chat with your assigned Tasker at any time to discuss details around your appointment until your assembly has been finalised. Please note that you must have activated your Taskrabbit account to be able to proceed with your assembly and get in contact with the Tasker (instructions on how to activate your account can be found in your order confirmation email).24 hours before the assembly is scheduled, you will also receive a reminder about the service. On the agreed date and time the Tasker will arrive at your home and complete the assembly. Please note that Taskers are not responsible for disposing of materials from assembly. You should also prepare for the Tasker's arrival by placing the box(es) into the room where the products should be assembled.",
    "FAQ_Shuttle_Bus": "MARKET SPECIFIC INFORMATION: The IKEA bus transportation to IKEA department stores in X (CITY) and Y (CITY) has been discontinued since 2020 due to a shift in customer behaviour. You are still able to visit the X (STORE) and Y (STORE) stores using local busses, that leave from the centre of Z (CITY). [Find your closest IKEA store and directions](www.ikea.com/xx/yy/stores/{{target=\"_self\"}}).",
    "FAQ_Smaland": "We welcome all children from 3 years old until 1 day before their 8th birthday. This means you will have to provide a valid ID for the child. Parents or accompanying persons who bring their child to Småland must also be of legal age and have a valid identification document (passport/ID). For specific opening hours of Småland, type the name of your store in the chat and go to their local page. See you soon!",
    "FAQ_Small_Spare_Parts": "You can order smaller spare parts such as screws, knobs or plugs at no cost using our self-service. Spare parts will be delivered directly to your home address in approximately 3 to 5 business days. [Order here](https://www.ikea.com/xx/en/customer-service/returns-claims/spareparts/{{target=\"_self\"}})",
    "FAQ_Smart_Blinds": "[Here's](https://www.ikea.com/pt/en/customer-service/product-support/blinds/{{target=\"_self\"}}) where you'll find answers to common questions about our smart blinds.",
    "FAQ_Smart_Lighting": "[Here's](https://www.ikea.com/pt/en/customer-service/product-support/smart-lighting/{{target=\"_self\"}}) where you'll find answers to common questions about our smart lighting products.",
    "FAQ_Smart_Speakers": "[Here's] (https://www.ikea.com/pt/en/customer-service/product-support/sound-speakers/{{target=\"_self\"}}) where you'll find answers to common questions about our smart speaker products.",
    "FAQ_Solar_Energy": "With us, you can buy solar cells and start your journey towards more sustainable solar energy by producing your own, green electricity. Together with our partner Svea Solar, we have developed a solar cell package that is easy to buy and fits most homes. Through our partner, you get expert help in choosing and installing solar panels of good quality and according to your needs. Read more and see prices here: (link).",
    "FAQ_Spare_Parts_Status": "Depending on where the spare part is shipped from, it can take up to 5 business days for smaller spare parts, like screws, to be delivered. For larger spare parts like a table leg, it can take up to 3 weeks. If you've received a confirmation email, there may be a tracking link which will take you to the order status page. Still haven't received your highly anticipated spare parts? Let us help you track where they currently are by typing 'talk to an agent' to connect you to live chat or explore further ways to [Contact us](https://www.ikea.com/XX/customer-service/contact-us/{{target=\"_self\"}}). Please keep your order number, often starting with the letters AS, at hand.",
    "FAQ_Sponsor": "",
    "FAQ_Stock_Challenges": "Like many retailers, we’re experiencing some challenges with our supply and are therefore experiencing some availability issues. We update our stock availability as soon as a product is sold, so you can shop with confidence knowing you're as up-to-date as our IKEA co-workers. Here's [how to check stock availability](https://www.ikea.com/XX/customer-service/stock-availability/#18dd13a0-5ddd-11ec-a5e2-75296b039a58/{{ttarget=\"_self\"}}). Some products also have information about when they are expected to be back in stock again. You can sign up for back-in-stock notifications 'Notify me' on the product page of the item you want to buy and we’ll send you an e-mail or text message as soon as it’s available again.",
    "FAQ_Store_Collection": "Of course! We have a collection service for items in the store (Picking). Includes the collection of items in Self-service. It does not include the collection of accessories or any other item located in Market Hall. This service has no weight or amount limit, and can be associated with a shipment of merchandise from the store if requested. The cost of the collection service for items in the store is € 9.00. To hire this service: - Come to our store and choose the furniture you want to buy. - Go to an information point where they will make the order form for your items. - Tell our collaborators if you want any other service. - At the cashier line, pay the amount of the furniture and the contracted services",
    "FAQ_Store_Collection_Time": "It is important that your purchase is picked up no later than 24 hours after your selected pick-up date. If you do not pick up your order within this time period, your purchase will be refunded. For any questions or concerns, please feel free to contact us via chat, by asking to talk to co-worker and selecting delivery option",
    "FAQ_Transfer_Between_Stores": "",
    "FAQ_Truck": "To make sure larger deliveries are comfortably delivered to your door, we provide delivery service by truck. If you are buying online, you'll get options during check-out. If you visit a store, please go to the customer service area. Selected day delivery starts from XX and express delivery XX. To track your delivery go to [track and manage my order](https://www.ikea.com/XX/purchases/{{target=\"_self\"}}). You should receive an SMS/email XX before the delivery.Once you have received your delivery, compare the number of packages on the delivery bill and check if there are any damages to the packages. If there are any missing or damaged packages, our carrier will note it on the delivery bill, and we will contact you.",
    "FAQ_VAT_Refund": "",
    "FAQ_Warranty": "",
    "FAQ_Wireless_Charging": "",
    "FAQ_Work_at_IKEA": ""
  },
  "Right to be Forgotten": {
    "Right_to_be_Forgotten_Erase": "User is given info on how they can erase the data that IKEA holds and provided with a link to the Privacy Policy page eg. https://www.ikea.com/xx/yy/customer-service/privacy-policy (country dynamically set based on Language)",
    "Right_to_be_Forgotten_Info": "User is given info on what data IKEA holds and provided with a link to the Privacy Policy page eg. https://www.ikea.com/xx/yy/customer-service/privacy-policy (country dynamically set based on Language)"
  },
  "Forced Intents": {
    "Forced_Colour": "Used in the Product_Information flow when a user has entered a Product_Type only. The bot will ask for a colour and the response is pushed to Dialogflow for analysis, the colour should be extracted as an entity - 'Product_Colour'.",
    "Forced_Item_Number": "Used in the Stock_Check flow. The bot will ask for an article number and the response is pushed to Dialogflow for analysis, the article number should be extracted as an entity - 'Item_Number'.",
    "Forced_Location": "Used in the Stock_Check flow. The bot will ask for a Store name and the response is pushed to Dialogflow for analysis, the Store name should be extracted as an entity - 'Store_Location'.",
    "Forced_Order_Email": "Used to request a customer email address in advanced flows or handoverThe bot will ask for an email address and the response is pushed to Dialogflow for analysis, the email address should be extracted as an entity - 'Order_Email'.",
    "Forced_Order_Number": "Used to request a customer Order number in advanced flows The bot will ask for an Order number and the response is pushed to Dialogflow for analysis, the order number should be extracted as an entity - 'Order_Number'.",
    "Forced_Order_PhoneNumber": "Used to request a customer Phone number in advanced flows The bot will ask for a phone number and the response is pushed to Dialogflow for analysis, thephone number should be extracted as an entity - 'Order_PhoneNumber'."
  },
  "Corporate Intents": {
    "Corporate_Business": "",
    "Corporate_Coworkers": "",
    "Corporate_Crisis_Advice": "",
    "Corporate_Design": "",
    "Corporate_Money": "",
    "Corporate_Shoppers": "",
    "Corporate_Sustainability": "",
    "Corporate_Website": "",
    "Corporate_Wrong_Language_One": "Designed for scenario where user messages in a language the chatbot does not support. Each market decides which language this intent corresponds to.",
    "Corporate_Wrong_Language_Three": "Designed for scenario where user messages in a language the chatbot does not support. Each market decides which language this intent corresponds to.",
    "Corporate_Wrong_Language_Two": "Designed for scenario where user messages in a language the chatbot does not support. Each market decides which language this intent corresponds to."
  },
  "Default & Other Intents": {
    "Default Fallback Intent": "Returned if no other intent is matched. The the chatbot returns a message of \"My bad, something got lost in human to bot translation. Can you please say that again and in another way?\". This will happen only once, if on the second attempt a match is still not made then the chatbot will offer a handover to a co-worker.",
    "Default Welcome Intent": "The chatbot replies to a simple greeting of \"Hi\", \"Hello\" etc. with one of three possible responses configured in DialogFlow:Hello! How can I help you?Good day! What can I do for you today?Greetings! How can I assist?",
    "Default_Goodbye": "The chatbot replies to simple goodbye messages and then disconnect. This intent is very similar as Smalltalk.",
    "Default_ThankYou": "The chatbot replies to an expression of thanks e.g. \"Thanks\", \"Thank you\" etc. with one of multiple possible responses configured in DialogFlow e.g.You're welcome.After responding, it will ask the user the general 'Anything else?' question",
    "No": "Will mainly be triggered at the 'Anything else?' question, if triggered the user will then be asked what their next query is",
    "Profanity": "User will be asked to not use profanities. On the third time the user will be offered a handover to a Co-worker but advised again to not curse.",
    "Yes": "Will mainly be triggered at the 'Anything else?' question, if triggered the user will then be asked what their next query is"
  },
  "Smalltalk Intents": {
    "Smalltalk_Are_you_a_bot": "Chatbot answers with one of the below responses configured in DialogFlow:- My parents are a designer and developer, so I guess that makes me a bot.- Thanks for asking. I'm 100% Bot.- I've got 100% Bot DNA.",
    "Smalltalk_BOT_functions": "Chatbot answers with: \"My speciality is general info about IKEA stores, our product range, stock checks and delivery status. Please use short sentences and ask one question at a time. If I can't answer your question, I can connect you to one of my human colleagues.\"",
    "Smalltalk_History": "Chatbot answers with one of the below responses configured in DialogFlow:- Since they programmed me to!- I'm a new helper in customer service at IKEA. Before, I was one of Santa's helpers, assisting with all of the requests from children all over the world.- I've just started, but I'm growing smarter with every customer interaction.- Since I went to IKEA customer service bootcamp for bots. Just kidding.",
    "Smalltalk_How_are_you?": "Chatbot answers with one of the below responses configured in DialogFlow:- I'm a bot, so I guess I'm \"activated\"! 🙂- I'm always happy to be chatting with IKEA customers.- Up and at it, as always. Enough about me, let's talk about you.- I'm always happy when I'm helping IKEA customers.",
    "Smalltalk_Name": "Chatbot answers with one of the below responses configured in DialogFlow (name is dynamically populated based on 'Nickname' variable passed from routing):- You can call me (Name)- I like to be called (Name)",
    "Smalltalk_Other_questions": "Chatbot answers with one of the below responses configured in DialogFlow:- Let’s not focus on me. I only exist to help you after all.- That’s a good question but I am not here to talk about myself. Maybe a furniture related question?- I’d rather talk about flat-pack furniture!",
    "Smalltalk_Weather": "Chatbot answers with one of the below responses configured in DialogFlow:- Isn't it always cloudy with a chance of meatballs at IKEA?- I'm a bot, so I'm good unless it's humid. Then I might melt down. Literally.- If today's weather were an IKEA product, I'd call it LAGOM- It's always comfortable and cozy on the inside of your IKEA store"
  },
  "Placeholder Intents": {
    "Placeholder_Intent_1": "OptionalAnswer is configured via Placeholder_Intent_1_Msg key in Phrase",
    "Placeholder_Intent_2": "OptionalAnswer is configured via Placeholder_Intent_2_Msg key in Phrase",
    "Placeholder_Intent_3": "OptionalAnswer is configured via Placeholder_Intent_3_Msg key in Phrase",
    "Placeholder_Intent_4": "OptionalAnswer is configured via Placeholder_Intent_4_Msg key in Phrase",
    "Placeholder_Intent_5": "OptionalAnswer is configured via Placeholder_Intent_5_Msg key in Phrase"
  },
  "Decomissioned Intents": {
    "Corporate_Stores": "Replaced by Store_Information",
    "FAQ_Assembly_Help": "Content has been migrated with the FAQ_Assembly_Service",
    "FAQ_B2B_Account_Number": "Content & Training phrases moved to FAQ_B2B_Account",
    "FAQ_B2B_Discount": "Content & Training phrases moved to FAQ_B2B_Customer",
    "FAQ_Replacement_Fittings": "Content has been migrated with the Structured Spare_Parts intent"
  }
}